Repository: YishakG/Selam-Therapy-App
Catalog: l10n/arb/app_*.arb
Languages: am

# appName
source: Selam
am: ሰላም

source: Upload Certification
am: ሰርተፍኬት ስቀል

source: Change Certification
am: ሰርተፍኬት ቀይር

source: Trainer Bio
am: አሰልጣኝ የህይወት ታሪክ

source: Mental Health Training
am: የአእምሮ ጤና ስልጠና

source: Leadership Training
am: የአመራር ስልጠና

source: Workplace Wellness
am: የሥራ ቦታ ደህንነት

source: Soft Skills
am: ለስላሳ ክህሎቶች

source: Areas of Training Expertise
am: የስልጠና ልዩ ችሎታ መስኮች

# pleaseEnterCertifications
source: Please enter your certifications
am: እባክዎ ሰርተፍኬቶችዎን ያስገቡ

# certificationsHint
source: Enter valid certifications related to your expertise
am: ከታወቁ ተቋማት የተገኙ ተገቢ ሰርተፍኬቶችን ያስገቡ

# pleaseEnterAcademicBackground
source: Please enter your academic background
am: እባክዎ የትምህርት ዳራዎን ያስገቡ

source: Academic Background
am: የትምህርት ዳራ

# pleaseUploadLicense
source: Please upload your license
am: እባክዎ ፈቃድዎን ይስቀሉ

# agreeToTherapistTerms
source: I agree to the terms and conditions for therapists
am: የቴራፒስቶች ውሎችን እና መመሪያዎችን እቀበላለሁ

source: Professional Bio
am: የሙያ የህይወት ታሪክ

# credentialsLicense
source: Credentials and License
am: የምስክር ወረቀቶች እና ፈቃድ

# pleaseEnterCredentials
source: Please enter your credentials
am: እባክዎ የምስክር ወረቀቶችዎን ያስገቡ

# cbt
source: Cognitive Behavioral Therapy (CBT)
am: የእውቀት ባህሪ ሕክምና (CBT)

# ptsd
source: Post-Traumatic Stress Disorder (PTSD)
am: ድህረ-አስጨናቂ ውጥረት መታወክ (PTSD)

source: Adolescents
am: ወጣቶች

source: Languages Spoken
am: የሚነገሩ ቋንቋዎች

source: Spanish
am: ስፓኒሽ

source: French
am: ፈረንሳይኛ

source: Upload License
am: ፈቃድ ስቀል

source: Change License
am: ፈቃድ ቀይር

source: Availability Schedule
am: የመገኘት መርሐግብር

# availabilityHint
source: Select your available days and hours
am: የሚገኙበት ቀናት እና ሰዓቶች ይምረጡ

# pleaseEnterAvailability
source: Please enter your availability
am: እባክዎ የመገኘት መርሐግብርዎን ያስገቡ

# pleaseEnterValidPhoneNumber
source: Please enter a valid phone number
am: እባክዎ ተገቢ የሆነ ስልክ ቁጥር ያስገቡ

# pleaseUploadProfilePicture
source: Please upload a profile picture
am: እባክዎ የመገለጫ ፎቶ ይስቀሉ

# networkError
source: Network error. Please check your internet connection.
am: የአውታረ መረብ ችግር። እባክዎ የበይነመረብ ግንኙነትዎን ያረጋግጡ።

# tooManyRequests
source: Too many requests. Please try again later.
am: በጣም ብዙ ጥያቄዎች። እባክዎ ቆይተው እንደገና ይሞክሩ።

# dontHaveAnAccount
source: Donâ€™t have an account?
am: መለያ የለዎትም?

source: Course Trainer
am: የኮርስ አሰልጣኝ

source: Admin
am: አስተዳዳሪ

source: Select your role
am: ሚናዎን ይምረጡ

# firestoreWriteFailed
source: Failed to save data. Please try again.
am: ውሂብ ለመቆጠብ አልተሳካም። እባክዎ እንደገና ይሞክሩ።

source: Failed to fetch user data.
am: የተጠቃሚ ውሂብ ለማግኘት አልተሳካም።

# emailRequired
source: Email is required
am: ኢሜይል ያስፈልጋል

# invalidEmail
source: Please enter a valid email
am: እባክዎ ተገቢ ኢሜይል ያስገቡ

# passwordRequired
source: Password is required
am: የይለፍ ቃል ያስፈልጋል

# passwordTooShort
source: Password must be at least 6 characters
am: የይለፍ ቃል ቢያንስ 6 ፊደሎች መሆን አለበት

# userNotFound
source: No user found with this email
am: በዚህ ኢሜይል ምንም ተጠቃሚ አልተገኘም

# wrongPassword
source: Incorrect password
am: የተሳሳተ የይለፍ ቃል

# invalidCredentials
source: Invalid email or password
am: የተሳሳተ ኢሜይል ወይም የይለፍ ቃል

# fetchUserDataFailed
source: Failed to fetch user data
am: የተጠቃሚ ውሂብ ማግኘት አልተሳካም

source: Login failed
am: መግባት አልተሳካም

# pleaseAcceptTerms
source: Please accept the terms and conditions
am: እባክዎ ውሎችን እና መመሪያዎችን ይቀበሉ

# pleaseEnterPassword
source: Please enter your password
am: እባክዎ የይለፍ ቃልዎን ያስገቡ

source: Password must be at least 8 characters
am: የይለፍ ቃል ቢያንስ 8 ፊደሎች መሆን አለበት

# passwordRequirements
source: Password must contain uppercase, lowercase, number, and special character
am: የይለፍ ቃል ትልቅ ፊደል፣ ትንሽ ፊደል፣ ቁጥር እና ልዩ ቁምፊ መያዝ አለበት

# pleaseConfirmPassword
source: Please confirm your password
am: እባክዎ የይለፍ ቃልዎን ያረጋግጡ

source: Passwords do not match
am: የይለፍ ቃሎች አይዛመዱም

# userAlreadyExists
source: This email is already registered
am: ይህ ኢሜይል አስቀድሞ ተመዝግቧል

# userAlreadyExistsTryLogin
source: This email is already registered. Please try logging in or reset your password.
am: ይህ ኢሜይል አስቀድሞ ተመዝግቧል። እባክዎ ለመግባት ይሞክሩ ወይም የይለፍ ቃልዎን ዳግም ያስጀምሩ።

# weakPassword
source: Password is too weak
am: የይለፍ ቃል በጣም ደካማ ነው

# profilePictureUploadFailed
source: Failed to upload profile picture
am: የመገለጫ ፎቶ መስቀል አልተሳካም

# registrationFailed
source: Registration failed. Please try again.
am: ምዝገባ አልተሳካም። እባክዎ እንደገና ይሞክሩ።

# registrationSuccessRedirect
source: Successfully registered! You are now redirected to the login page. Please log in with your email and password.
am: በተሳካ ሁኔታ ተመዝግበዋል! አሁን ወደ መግቢያ ገፅ ተመርተዋል። እባክዎ በኢሜይልዎ እና በይለፍ ቃልዎ ይግቡ።

source: Create Account
am: መለያ ፍጠር

source: Registration successful
am: ምዝገባ ተሳክቷል

source: First Name
am: የመጀመሪያ ስም

# pleaseEnterFirstName
source: Please enter your first name
am: እባክዎ የመጀመሪያ ስምዎን ያስገቡ

source: Last Name
am: የአባት ስም

# pleaseEnterLastName
source: Please enter your last name
am: እባክዎ የአባት ስምዎን ያስገቡ

source: Email
am: ኢሜይል

# pleaseEnterEmail
source: Please enter your email
am: እባክዎ ኢሜይልዎን ያስገቡ

# pleaseEnterValidEmail
source: Please enter a valid email
am: እባክዎ ተገቢ ኢሜይል ያስገቡ

source: Phone Number
am: ስልክ ቁጥር

# pleaseEnterPhoneNumber
source: Please enter your phone number
am: እባክዎ ስልክ ቁጥርዎን ያስገቡ

source: Password
am: የይለፍ ቃል

source: Confirm Password
am: የይለፍ ቃል ያረጋግጡ

source: Date of Birth
am: የትውልድ ቀን

# pleaseSelectDateOfBirth
source: Please select your date of birth
am: እባክዎ የትውልድ ቀንዎን ይምረጡ

source: Gender
am: ጾታ

# pleaseSelectGender
source: Please select your gender
am: እባክዎ ጾታዎን ይምረጡ

source: Male
am: ወንድ

source: Female
am: ሴት

source: Other
am: ሌላ

source: Preferred Language
am: ተመራጭ ቋንቋ

# pleaseSelectLanguage
source: Please select your preferred language
am: እባክዎ ተመራጭ ቋንቋዎን ይምረጡ

source: English
am: እንግሊዝኛ

source: Amharic
am: አማርኛ

# currentConcerns
source: Current Concerns or Goals
am: ወቅታዊ ስጋቶች ወይም ግቦች

source: Anxiety
am: ጭንቀት

source: Depression
am: የመንፈስ ጭንቀት

source: Stress Management
am: የጭንቀት አያያዝ

# trauma
source: Trauma/PTSD
am: ጉዳት/PTSD

source: Relationship Issues
am: የግንኙነት ችግሮች

source: Parenting Support
am: የወላጅነት ድጋፍ

source: Addiction Recovery
am: የሱስ መልሶ ማግኛ

# careerStress
source: Career or Academic Stress
am: የሙያ ወይም የትምህርት ጭንቀት

source: Other Concerns
am: ሌሎች ስጋቶች

# hadTherapyBefore
source: Have you had therapy before?
am: ከዚህ በፊት ቴራፒ ተገኝቶዎታል?

# therapyType
source: Type of Therapy
am: የቴራፒ አይነት

# pleaseSelectTherapyType
source: Please select the type of therapy
am: እባክዎ የቴራፒ አይነት ይምረጡ

source: Talk Therapy
am: የንግግር ቴራፒ

source: Group Therapy
am: የቡድን ቴራፒ

source: Couples Therapy
am: የጥንዶች ቴራፒ

source: Family Therapy
am: የቤተሰብ ቴራፒ

source: Therapy Duration
am: የቴራፒ ቆይታ

source: Please select therapy duration
am: እባክዎ የቴራፒ ቆይታ ይምረጡ

source: Short-term
am: የአጭር ጊዜ

source: Long-term
am: የረጅም ጊዜ

# therapistBackground
source: Preferred Therapist Background
am: ተመራጭ የቴራፒስት ዳራ

source: Please select therapist background
am: እባክዎ የቴራፒስት ዳራ ይምረጡ

source: Clinical Psychologist
am: ክሊኒካል ሳይኮሎጂስት

source: Counselor
am: አማካሪ

source: Social Worker
am: ማህበራዊ ሰራተኛ

source: Psychiatrist
am: ሳይካትሪስት

# therapistGender
source: Preferred Therapist Gender
am: ተመራጭ የቴራፒስት ጾታ

source: Please select therapist gender
am: እባክዎ የቴራፒስት ጾታ ይምረጡ

source: No Preference
am: ምንም ምርጫ የለም

source: Bio
am: የህይወት ታሪክ

# pleaseEnterBio
source: Please enter your bio
am: እባክዎ የህይወት ታሪክዎን ያስገቡ

source: Areas of Expertise
am: የልዩ ችሎታ መስኮች

source: Psychology
am: ሳይኮሎጂ

source: Mental Health Writing
am: የአእምሮ ጤና ጽሑፍ

source: Video Production
am: የቪዲዮ ምርት

source: Animation
am: አኒሜሽን

source: Research
am: ምርምር

source: Portfolio Link
am: የፖርትፎሊዮ አገናኝ

# pleaseEnterPortfolioLink
source: Please enter a portfolio link
am: እባክዎ የፖርትፎሊዮ አገናኝ ያስገቡ

source: Upload Profile Picture
am: የመገለጫ ፎቶ ስቀል

source: Change Profile Picture
am: የመገለጫ ፎቶ ቀይር

source: Social/Portfolio Links
am: ማህበራዊ/ፖርትፎሊዮ አገናኞች

source: Add Another Link
am: ሌላ አገናኝ ጨምር

# pleaseEnterValidUrl
source: Please enter a valid URL
am: እባክዎ ተገቢ ዩአርኤል ያስገቡ

# agreeToTerms
source: I agree to the Terms & Privacy Policy
am: የአገልግሎት ውሎችን እና የግላዊነት መመሪያን እቀበላለሁ

# agreeToContentGuidelines
source: I agree to the Content Guidelines
am: የይዘት መመሪያዎችን እቀበላለሁ

source: Already have an account?
am: መለያ አስቀድሞ አለዎት?

source: Login
am: ግባ

# tagline
source: Your mental health companion
am: የአእምሮ ጤና ጓደኛዎ

source: Get Started
am: ጀምር

source: Select Language
am: ቋንቋ ምረጥ

source: Features
am: ባህሪያት

source: Online Therapy
am: የመስመር ላይ ቴራፒ

# onlineTherapyDesc
source: Access therapy sessions from anywhere
am: ከማንኛውም ቦታ የቴራፒ አገልግሎቶችን ያግኙ

source: Expert Therapists
am: ባለሙያ ቴራፒስቶች

# expertTherapistsDesc
source: Connect with qualified mental health professionals
am: ከተረጋገጡ የአእምሮ ጤና ባለሙያዎች ጋር ይገናኙ

source: Data Privacy
am: የውሂብ ግላዊነት

# dataPrivacyDesc
source: Your information is secure and confidential
am: መረጃዎ ደህንነቱ የተጠበቀ እና ሚስጥራዊ ነው

source: Personalized Care
am: ግላዊ እንክብካቤ

# personalizedCareDesc
source: Tailored treatment plans for your needs
am: ለፍላጎቶችዎ የተበጁ የሕክምና እቅዶች

# support247
source: 24/7 Support
am: 24/7 ድጋፍ

# support247Desc
source: Get help whenever you need it
am: በማንኛውም ጊዜ እርዳታ ያግኙ

# newUser
source: New to Selam?
am: ለሰላም አዲስ ነዎት?

# existingUser
source: Already have an account?
am: መለያ አስቀድሞ አለዎት?

source: Welcome Back!
am: እንኳን ደህና መጡ!

# loginToContinue
source: Please log in to continue
am: እባክዎ ለመቀጠል ይግቡ

source: Forgot Password?
am: የይለፍ ቃል ረስተዋል?

# dontHaveAccount
source: Don't have an account?
am: መለያ የለዎትም?

# loginSuccess
source: Login successful
am: መግባት ተሳክቷል

# loginError
source: Login failed
am: መግባት አልተሳካም

source: Sign Up
am: ይመዝገቡ

source: Home
am: መነሻ

source: Videos
am: ቪዲዮዎች

source: Services
am: አገልግሎቶች

source: Courses
am: ኮርሶች

source: Profile
am: መገለጫ

source: Emergency Help
am: የአደጋ ጊዜ እርዳታ

# emergencyHelpDescription
source: Get immediate assistance for mental health emergencies
am: ለአእምሮ ጤና ድንገተኛ ሁኔታዎች ወዲያውኑ እርዳታ ያግኙ

source: Get Emergency Help
am: የአደጋ ጊዜ እርዳታ ያግኙ

source: Consultation Services
am: የምክር አገልግሎቶች

source: Health Consultation
am: የጤና ምክር

# healthConsultationDesc
source: Express your health concerns from the basics
am: የጤና ስጋቶችዎን ከመሠረታዊ ነገሮች ይግለጹ

source: Psychology Consultation
am: የሳይኮሎጂ ምክር

# psychologyConsultationDesc
source: Talk privately with a professional
am: በግል ከባለሙያ ጋር ይነጋገሩ

source: Family Consultation
am: የቤተሰብ ምክር

# familyConsultationDesc
source: Get better support for your family
am: ለቤተሰብዎ የተሻለ ድጋፍ ያግኙ

source: Life Consultation
am: የሕይወት ምክር

# lifeConsultationDesc
source: Let's work together for a better life
am: ለተሻለ ሕይወት እንድንሠራ እንሥራ

# effectiveCommunication
source: Effective Communication Skills
am: ውጤታማ የመገናኛ ችሎታዎች

source: Mental Health Basics
am: የአእምሮ ጤና መሠረታዊ ነገሮች

source: Instructor
am: አስተማሪ

source: Duration
am: ቆይታ

source: hours
am: ሰዓቶች

# continueText
source: Continue
am: ቀጥል

source: Enrolled Courses
am: የተመዘገቡ ኮርሶች

source: Registered Courses
am: የተመዘገቡ ኮርሶች

source: Completed Courses
am: የተጠናቀቁ ኮርሶች

source: Member since
am: አባል ጀምሮ

# personalInfo
source: Personal Information
am: የግል መረጃ

source: Settings
am: ቅንብሮች

# helpAndSupport
source: Help & Support
am: እርዳታ እና ድጋፍ

source: Logout
am: ውጣ

source: Language
am: ቋንቋ

source: Edit Profile
am: መገለጫ አርትዕ

source: Mental Health
am: አእምሮ ጤና

# mentalHealthDescription
source: Professional counseling services
am: የባለሙያ ምክር አገልግሎቶች

source: Family Counseling
am: የቤተሰብ ምክር

# familyCounselingDescription
source: Support for family relationships
am: ለቤተሰብ ግንኙነቶች ድጋፍ

source: Child Care
am: የሕፃናት እንክብካቤ

# childCareDescription
source: Specialized care for children
am: ለሕፃናት ልዩ እንክብካቤ

source: Health Education
am: የጤና ትምህርት

# healthEducationDescription
source: Learn about mental health
am: ስለ አእምሮ ጤና ይማሩ

# appTitle
source: Selam App
am: ሰላም መተግበሪያ

source: Client
am: ደንበኛ

source: Content Creator
am: ይዘት ፈጣሪ

source: Full Name
am: ሙሉ ስም

# fullNameRequired
source: Please enter your name
am: እባክዎ ስምዎን ያስገቡ

# phoneRequired
source: Please enter your phone number
am: እባክዎ ስልክ ቁጥርዎን ያስገቡ

# portfolioRequired
source: Please enter your portfolio link
am: እባክዎ የፖርትፎሊዮ አገናኝዎን ያስገቡ

source: Short Bio
am: አጭር የህይወት ታሪክ

# bioRequired
source: Please enter your bio
am: እባክዎ የህይወት ታሪክዎን ያስገቡ

source: Total Clients
am: ጠቅላላ ደንበኞች

source: Total Sessions
am: ጠቅላላ ክፍለ ጊዜዎች

source: Total Earnings
am: ጠቅላላ ገቢ

source: Rating
am: ደረጃ

source: Messages
am: መልእክቶች

source: Appointments
am: ቀጠሮዎች

source: Therapist
am: ቴራፒስት

source: Latest message preview...
am: የቅርብ ጊዜ መልእክት ቅድመ እይታ...

# hoursAgo
source: {hours} hours ago
am: {hours} ሰዓቶች በፊት

# traumaAndAnxietySpecialist
source: Trauma & Anxiety Specialist
am: የጉዳት እና ጭንቀት ስፔሻሊስት

source: Specializations
am: ልዩ ችሎታዎች

source: Trauma Therapy
am: የጉዳት ቴራፒ

# anxietyAndDepression
source: Anxiety & Depression
am: ጭንቀት እና የመንፈስ ጭንቀት

source: Youth Psychology
am: የወጣት ሳይኮሎጂ

source: Certifications
am: ሰርተፍኬቶች

# phdClinicalPsychology
source: Ph.D. Clinical Psychology, Addis Ababa University
am: ፒኤችዲ በክሊኒካል ሳይኮሎጂ፣ አዲስ አበባ ዩኒቨርሲቲ

source: Licensed Clinical Psychologist
am: ፈቃድ ያለው ክሊኒካል ሳይኮሎጂስት

source: Certified Trauma Specialist
am: የተረጋገጠ የጉዳት ስፔሻሊስት

source: Edit Schedule
am: መርሐግብር አርትዕ

# monToFri
source: Mon - Fri
am: ሰኞ - አርብ

# saturday
source: Sat
am: ቅዳሜ

source: Session Rates
am: የክፍለ ጊዜ ተመኖች

source: Individual Session
am: የግለሰብ ክፍለ ጊዜ

source: Couple Therapy
am: የጥንዶች ቴራፒ

source: hour
am: ሰዓት

source: Availability
am: መገኘት

source: Therapist Dashboard
am: የቴራፒስት ዳሽቦርድ

source: Today's Schedule
am: የዛሬ መርሐግብር

source: Morning Session
am: የጠዋት ክፍለ ጊዜ

source: Afternoon Session
am: የከሰአት ክፍለ ጊዜ

source: Completed Sessions
am: የተጠናቀቁ ክፍለ ጊዜዎች

source: Upcoming Sessions
am: መጪ ክፍለ ጊዜዎች

source: Upcoming
am: መጪ

source: Past
am: ያለፈ

source: All
am: ሁሉም

source: Individual
am: ግለሰብ

source: Couple
am: ጥንዶች

source: Family
am: ቤተሰብ

source: Confirmed
am: ተረጋግጧል

source: Pending
am: በመጠባበቅ ላይ

source: Completed
am: ተጠናቋል

source: Cancelled
am: ተሰርዟል

source: Search messages...
am: መልእክቶችን ፈልግ...

# noMessages
source: No Messages Yet
am: እስካሁን መልእክቶች የሉም

# startNewChat
source: Start a new conversation with your clients
am: ከደንበኞችዎ ጋር አዲስ ውይይት ጀምር

# allMessages
source: All
am: ሁሉም

# unreadMessages
source: Unread
am: ያልተነበቡ

# starredMessages
source: Starred
am: ኮከብ የተደረገባቸው

# archivedMessages
source: Archived
am: ተመዝግበው የተቀመጡ

source: Professional Details
am: የሙያ ዝርዝሮች

source: Upcoming Classes
am: መጪ ክፍሎች

source: New Enrollments
am: አዲስ ምዝገባዎች

source: Review
am: ግምገማ

# searchCoursesAndStudents
source: Search students, courses...
am: ተማሪዎችን፣ ኮርሶችን ፈልግ...

source: Search topics...
am: ርዕሶችን ፈልግ...

source: Content Performance
am: የይዘት አፈጻጸም

source: Mental Health Awareness
am: የአእምሮ ጤና ግንዛቤ

source: Wellness Tips
am: የደህንነት ምክሮች

source: Scheduled Content
am: የተያዘ ይዘት

source: Self-Care Routines
am: የራስ እንክብካቤ ልማዶች

source: Mindfulness Practice
am: የንቃተ ህሊና ልምምድ

# tomorrowAt
source: Tomorrow at {time}
am: ነገ በ{time}

# fridayAt
source: Friday at {time}
am: አርብ በ{time}

source: Content
am: ይዘት

source: Edit
am: አርትዕ

source: Content Supervisor
am: የይዘት ተቆጣጣሪ

source: Senior Training Manager
am: ከፍተኛ የስልጠና አስተዳዳሪ

source: Pending Approvals
am: በመጠባበቅ ላይ ያሉ ፈቃዶች

source: Creator Performance
am: የፈጣሪ አፈጻጸም

source: Reported Content
am: የተዘገበ ይዘት

source: Earnings Overview
am: የገቢ አጠቃላይ እይታ

# totalEarningsEtb
source: ETB {amount}
am: ብር {amount}

# contentSubmission
source: Content Submission #{number}
am: የይዘት ማስረከቢያ #{number}

source: Approve
am: ፈቀድ

source: Reject
am: እምቢ

source: Content description...
am: የይዘት መግለጫ...

source: Search creators...
am: ፈጣሪዎችን ፈልግ...

source: Admin Dashboard
am: የአስተዳዳሪ ዳሽቦርድ

source: System Administrator
am: የስርዓት አስተዳዳሪ

source: Quick Stats
am: ፈጣን ስታቲስቲክስ

source: Total Users
am: ጠቅላላ ተጠቃሚዎች

# activeUsers
source: Total Users
am: ንቁ ተጠቃሚዎች

source: Active Sessions
am: ንቁ ክፍለ ጊዜዎች

source: Total Revenue
am: ጠቅላላ ገቢ

source: System Health
am: የስርዓት ጤና

source: Dashboard
am: ዳሽቦርድ

source: Users
am: ተጠቃሚዎች

source: Clients
am: ደንበኞች

source: Therapists
am: ቴራፒስቶች

source: Statistics
am: ስታቲስቲክስ

source: Analytics
am: ትንታኔ

source: Payments
am: ክፍያዎች

source: User Management
am: የተጠቃሚ አስተዳደር

source: Add User
am: ተጠቃሚ ጨምር

source: Suspend User
am: ተጠቃሚ አግድ

source: Remove User
am: ተጠቃሚ አስወግድ

source: Assign Role
am: ሚና መድብ

source: View History
am: ታሪክ ተመልከት

# platformConfig
source: Platform Configuration
am: የመድረክ ውቅረት

source: UI Themes
am: የተጠቃሚ በይነገጽ ገፅታዎች

source: Policy Updates
am: የመመሪያ ማሻሻያዎች

source: Access Rules
am: የመዳረሻ ህጎች

source: Firebase Config
am: የፋየርቤዝ ውቅረት

source: Content Moderation
am: የይዘት ማስተካከያ

source: Published Content
am: የታተመ ይዘት

source: Flagged Content
am: የተቀመጠ ይዘት

source: Session Flow
am: የክፍለ ጊዜ ፍሰት

source: Analytics & Reporting
am: ትንታኔ እና ሪፖርት

source: User Metrics
am: የተጠቃሚ መለኪያዎች

source: Platform Usage
am: የመድረክ አጠቃቀም

source: Session Stats
am: የክፍለ ጊዜ ስታቲስቲክስ

source: Financial Dashboard
am: የፋይናንስ ዳሽቦርድ

source: Payment Management
am: የክፍያ አስተዳደር

source: Transactions
am: ግብይቶች

source: Subscriptions
am: የደንበኝነት ምዝገባዎች

source: Refunds
am: ተመላሾች

source: Disputes
am: አለመግባባቶች

source: Security & Compliance
am: ደህንነት እና ተገዢነት

source: Audit Logs
am: የኦዲት ምዝግቦች

source: API Keys
am: የኤፒአይ ቁልፎች

source: Privacy Policy
am: የግላዊነት መመሪያ

source: Terms of Use
am: የአጠቃቀም ውሎች

source: System Updates
am: የስርዓት ማሻሻያዎች

source: Password reset failed
am: የይለፍ ቃል ዳግም ማስጀመር አልተሳካም

# alreadyHaveAccount
source: Already have an account?
am: አካውንት አለኝ? ይግቡ

# clientCreatorRegistrationTitle
source: Client and Content Creator Registration
am: የደንበኛ እና የይዘት ፈጣሪ መመዝገቢያ

# loginFailedRole
source: Login failed: User role not found
am: መግባት አልተሳካም፡ የተጠቃሚ ሚና አልተገኘም

# passwordResetSuccess
source: Password reset email sent successfully
am: የይለፍ ቃል ዳግም ማስጀመሪያ ኢሜል በተሳካ ሁኔታ ተልኳል
